Repository: mavinothkumar/frontend-dashboard-custom-post
Catalog: languages/frontend-dashboard-custom-post-*.po
Languages: es_es

source: (eg) Actor Not found
es_es: (eg) Actor no encontrado

source: (eg) Actors
es_es: (eg) Actores

source: (eg) actors (or) act_ors
es_es: (eg) actores (or) acto_res

source: (eg) Actors:
es_es: (eg) Actores:

source: (eg) Add New
es_es: (eg) Añadir Nuevo

source: (eg) Add New Actor
es_es: (eg) Añadir Nuevo Actor

source: (eg) Add New Movie
es_es: (eg) Añadir Nueva Pelicula

source: (eg) Add or remove Actor
es_es: (eg) Añadir o remover Actor

source: (eg) All Actors
es_es: (eg) Todos los actores

source: (eg) All Movies
es_es: (eg) Todas las peliculas

source: (eg) Choose from the most used Actor
es_es: (eg) Elegir de el Actor mas usado

source: (eg) Description
es_es: (eg) Descripción

source: (eg) Edit Actor
es_es: (eg) Editar Autor

source: (eg) Edit Movie
es_es: (eg) Editar Pelicula

source: (eg) Featured Image for this Movie
es_es: (eg) Imagen destacada para esta Pelicula

source: (eg) Filter Movies list
es_es: (eg) Filtrar lista de peliculas

source: (eg) Horror Movies
es_es: (eg) Películas de horror

source: (eg) Insert into Movie
es_es: (eg) Insertar en Peliculas

source: (eg) Movie
es_es: (eg) Película

source: (eg) Movie Not found
es_es: (eg) Película no encontrada

source: (eg) Movie Not found in Trash
es_es: (eg) Película no encontrada en la Basura

source: (eg) Movies
es_es: (eg) Películas

source: (eg) Movies Archives
es_es: (eg) Archivos de peliculas

source: (eg) Movies Attributes
es_es: (eg) Atributos de Películas

source: (eg) Movies list
es_es: (eg) Lista de Películas

source: (eg) Movies list navigation
es_es: (eg) navegación de lista de Peliculas

source: (eg) movies or mov_ies
es_es: (eg) películas or peli_culas

source: (eg) Movies:
es_es: (eg) Películas:

source: (eg) New Actor Name
es_es: (eg) Nuevo Nombre de Actor

source: (eg) New Movie
es_es: (eg) Nueva Película

source: (eg) Parent Actor
es_es: (eg) Actor Pariente

source: (eg) Popular Actor(s)
es_es: (eg) Actor(es) Populares

source: (eg) Remove featured image for this Movie
es_es: (eg) Remover imagen destacada para esta película

source: (eg) Rewrite URL Slug
es_es: (eg) Reescribir URL slug

source: (eg) Search Actor
es_es: (eg) Buscar Actor

source: (eg) Search Movie
es_es: (eg) Buscar Pelicula

source: (eg) Separate Actors with commas
es_es: (eg) Separar Actores con comas

source: (eg) Set featured image for this Movie
es_es: (eg) Insertar imagen destacada para esta Película

source: (eg) Update Actor
es_es: (eg) Editar Actor

source: (eg) Uploaded to this item
es_es: (eg) Subido a este objeto

source: (eg) Use as featured image for this Movie
es_es: (eg) Usar como imagen destacada para esta Pelciula

source: (eg) View Actor
es_es: (eg) Ver Actor

source: (eg) View Movie
es_es: (eg) Ver Película

source: (eg) View Movies
es_es: (eg) Ver Peliculas

source: (eg)20 or 30 or any integer value
es_es: (eg) 20 o 30 o cualquier valor de entero

source: (eg)Default is post
es_es: (eg) Post por Default

source: Add New
es_es: Añadir nuevo

source: Add New Item
es_es: Añadir nuevo objeto

source: Add or remove tags
es_es: Añadir o remover tags

source: All Items
es_es: Todos los items

source: Allow Comments
es_es: Permitir comentarios

source: Attributes
es_es: Atributos

source: Author
es_es: Autor

source: Can Export
es_es: Puede exportar

source: Capability Type
es_es: Tipo de capacidad

source: Choose from the most used tags
es_es: Elegir de los tags mas usados

source: Click to get Menu Icons
es_es: Click para iconos de menú

source: Comments
es_es: Comentarios

source: Content
es_es: Contenido

source: Custom Fields
es_es: Campos personalizados

source: Custom Post
es_es: Post personalizado

source: Custom Taxonomies
es_es: Taxonomías Personalizadas

source: Delete with user
es_es: Eliminar con usuario

source: Description
es_es: Descripción

source: Disable Allow Comments
es_es: Desactivar Permitir comentarios

source: Disable Category
es_es: Desactivar Categoria

source: Disable Comments
es_es: Desactivar comentarios

source: Disable Content
es_es: Desactivar contenido

source: Disable Feature Image
es_es: Desactivar Imagen destacada

source: Disable Featured Image
es_es: Desactivar Imagen Destacada

source: Disable Post Content
es_es: Desactivar Contenido del post

source: Disable Post Delete
es_es: Desactivar Eliminar Post

source: Disable Post Edit
es_es: Desactivar Editar Post

source: Disable Post View
es_es: Desactivar Ver Post

source: Disable Tag
es_es: Desactivar Tag

source: Edit Item
es_es: Editar objeto

source: Excerpt
es_es: Extracro

source: Exclude from Search
es_es: Excluir de bnusqueda

source: Featured Image
es_es: Imagen destacada

source: Filter items list
es_es: Filtrar lista de objetos

source: Frontend Dashboard Custom Post
es_es: Frontend Dashboard Post Personalizados

source: Frontend Dashboard Custom Post is a plugin to show the custom post inside the Frontend Dashboard.
es_es: Frontend Dashboard Post Personalizado es un plugin que muestra post personalizados dentro del Escritorio Dashboard

source: Has Archive
es_es: Tiene Archivo

source: Hierarchical
es_es: Jerárquico

source: Insert into Item
es_es: Insertar en Objeto

source: Invalid Request, Please reload the page and try again
es_es: Solicitud Invalida, pro favor cargue la pagina e inténtelo nuevamente

source: Item Archives
es_es: Archivos de objetos

source: Items List
es_es: Lista de objetos

source: Items List Navigation
es_es: Navegación de lista de objetos

source: Menu Icon
es_es: Icono del menu

source: Menu Name
es_es: Nombre del menu

source: Menu Position
es_es: Posición del menú

source: Name
es_es: Nombre

source: Name Admin Bar
es_es: Nombre de la barra del administrador

source: New Item
es_es: Nuevo objeto

source: New Item Name
es_es: Nuevo nombre de objeto

source: New Post Status
es_es: Nuevo status de post

source: Not Found
es_es: No encontrado

source: Not Found in Trash
es_es: No encontrado en la basura

source: Page Attributes
es_es: Atributos de pagina

source: Parent Item
es_es: Objeto pariente

source: Parent Item Colon
es_es: Objeto colon pariente

source: Please install <a href="https://buffercode.com/plugin/frontend-dashboard">Frontend Dashboard</a> to use this plugin [Frontend Dashboard Custom Post and Taxonomies]
es_es: Por favor instale <a href="https://buffercode.com/plugin/frontend-dashboard">Frontend Dashboard</a> Para utilizar este plugin [Frontend Dashboard Custom Post and Taxonomies]

source: Please Select one Image
es_es: Por favor seleccione una iamgen

source: Plural Name
es_es: Nombre en plural

source: Popular Items
es_es: Objetos populares

source: Post Formats
es_es: Formato de post

source: Post Menu Name
es_es: Nombre del menú de post

source: Post Menu Position
es_es: Posición del menú post

source: Post Type Slug
es_es: Tipo de slug post

source: Public
es_es: Publico

source: Remove Featured Image
es_es: Remover imagen destacada

source: Revisions
es_es: Revisiones

source: Rewrite URL
es_es: Reescribir URL

source: Rewrite URL Slug
es_es: Reescribir URL slug

source: Save
es_es: Guardar

source: Search Items
es_es: Buscar objetos

source: Separate Item with commas
es_es: Separar objetos con coma

source: Set Featured Image
es_es: Poner Imagen destacada

source: Show admin column
es_es: Mostrar columnas de administrador

source: Show in Admin Bar
es_es: Mostrar en la barra de administrador

source: Show in Menu
es_es: Mostrar en menu

source: Show in Nav Menus
es_es: Mostrar en menús nav

source: Show in Quick Edit
es_es: Mostrar en Edición rapida

source: Show in REST
es_es: Mostrar en REST

source: Show Tag Cloud
es_es: Mostrar Tag Cloud

source: Show UI
es_es: Mostrar UI

source: Singular Name
es_es: Nombre singular

source: Something went wrong, please refresh and try again later
es_es: Algo ha salido mal, por favor refresque la pagina e inténtelo de nuevo

source: Sorry! You are trying to delete the invalid Custom Post Type
es_es: Lo sentimos, usted esta tratando de eliminar un tipo invalido de post personalizado

source: Sorry! You are trying to get the invalid Custom Post Type, Please add new one
es_es: Lo sentimos, usted esta tratando de obtener un tipo de post personalizado, añada uno nuevo

source: Sorry! You are trying to get the invalid Taxonomies, Please add new one
es_es: Lo sentimos, usted esta tratando de obtener una taxonomía invalida, por favor añada una nueva

source: Sort
es_es: Ordenar

source: Successfully Deleted
es_es: Eliminado satisfactoriamente

source: Taxonomy Slug
es_es: Taxonomia Slug

source: Thumbnail
es_es: Miniatura

source: Title
es_es: Titulo

source: Update Item
es_es: Actualizar Objeto

source: Uploaded to this Movie
es_es: Subido a esta película

source: Use Featured Image
es_es: Usar Imagen Destacada

source: View Item
es_es: Mostrar objeto

source: View Items
es_es: Mostrar objetos

source: You are not allowed to do this action
es_es: Usted no tiene permitido realizar esta opción
